Repository: CofficLab/Cisum_SwiftUI
Catalog: Packages/PluginStore/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant_hk, zh_hant_tw

source: (%lld subscriptions)
zh_hans: (%lld 个订阅)
zh_hant_hk: (%lld 個訂閱)
zh_hant_tw: (%lld 個訂閱)

source: %@ for first %@
zh_hans: 首 %@ 仅 %@
zh_hant_hk: 首 %@ 僅 %@
zh_hant_tw: 首 %@ 僅 %@

source: %lld days
zh_hans: %lld 天
zh_hant_hk: %lld 天
zh_hant_tw: %lld 天

source: %lld months
zh_hans: %lld 个月
zh_hant_hk: %lld 個月
zh_hant_tw: %lld 個月

source: %lld subscription option
zh_hans: %lld 个订阅选项
zh_hant_hk: %lld 個訂閲選項
zh_hant_tw: %lld 個訂閱選項

source: %lld subscription options
zh_hans: %lld 个订阅选项
zh_hant_hk: %lld 個訂閱選項
zh_hant_tw: %lld 個訂閱選項

source: %lld weeks
zh_hans: %lld 周
zh_hant_hk: %lld 周
zh_hant_tw: %lld 周

source: %lld years
zh_hans: %lld 年
zh_hant_hk: %lld 年
zh_hant_tw: %lld 年

source: Active
zh_hans: 活跃
zh_hant_hk: 活躍
zh_hant_tw: 活躍

source: After switching devices, use Restore Purchases to recover your benefits.
zh_hans: 换机后使用「恢复购买」找回权益。
zh_hant_hk: 換機後使用「還原購買」找回權益。
zh_hant_tw: 換機後使用「還原購買」找回權益。

source: All Statuses (%lld)
zh_hans: 所有状态 (%lld)
zh_hant_hk: 所有狀態 (%lld)
zh_hant_tw: 所有狀態 (%lld)

source: An error occurred while restoring, please try again later
zh_hans: 恢复时出错，请稍后重试
zh_hant_hk: 恢復時出錯，請稍後重試
zh_hant_tw: 恢復時出錯，請稍後重試

source: App Store verification failed
zh_hans: App Store 验证失败
zh_hant_hk: App Store 驗證失敗
zh_hant_tw: App Store 驗證失敗

source: Apple ID Verification
zh_hans: Apple ID 验证
zh_hant_hk: Apple ID 驗證
zh_hant_tw: Apple ID 驗證

source: Basic Operations
zh_hans: 基本操作
zh_hant_hk: 基本操作
zh_hant_tw: 基本操作

source: Browse and purchase Cisum's premium services and extensions
zh_hans: 浏览与购买 Cisum 的增值服务与扩展。
zh_hant_hk: 瀏覽與購買 Cisum 的加值服務與擴充功能。
zh_hant_tw: 瀏覽與購買 Cisum 的加值服務與擴充功能。

source: Browse products in the store.
zh_hans: 在商店中浏览商品。
zh_hant_hk: 在商店中瀏覽商品。
zh_hant_tw: 在商店中瀏覽商品。

source: Browses purchasable premium services.
zh_hans: 浏览可购买的增值服务。
zh_hant_hk: 瀏覽可購買的加值服務。
zh_hant_tw: 瀏覽可購買的加值服務。

source: Cannot load subscription options
zh_hans: 无法加载订阅选项
zh_hant_hk: 無法加載訂閲選項
zh_hant_tw: 無法載入訂閱選項

source: Cars (%lld)
zh_hans: 汽车 (%lld)
zh_hant_hk: 汽車 (%lld)
zh_hant_tw: 汽車 (%lld)

source: Check Complete
zh_hans: 检查结束
zh_hant_hk: 檢查結束
zh_hant_tw: 檢查結束

source: Clear
zh_hans: 清空
zh_hant_hk: 清空
zh_hant_tw: 清空

source: Close
zh_hans: 关闭
zh_hant_hk: 關閉
zh_hant_tw: 關閉

source: Completes the in-app purchase.
zh_hans: 完成应用内购买。
zh_hant_hk: 完成應用程式內購買。
zh_hant_tw: 完成應用程式內購買。

source: Core Capabilities
zh_hans: 核心能力
zh_hant_hk: 核心能力
zh_hant_tw: 核心能力

source: Could not load products from the App Store
zh_hans: 无法从 App Store 加载产品
zh_hant_hk: 無法從 App Store 載入產品
zh_hant_tw: 無法從 App Store 載入產品

source: Cross-Device Restore
zh_hans: 跨设备恢复
zh_hant_hk: 跨設備恢復
zh_hant_tw: 跨裝置恢復

source: Current Version
zh_hans: 当前版本
zh_hant_hk: 當前版本
zh_hant_tw: 當前版本

source: Currently using free version
zh_hans: 当前使用免费版
zh_hant_hk: 當前使用免費版
zh_hant_tw: 當前使用免費版

source: day
zh_hans: 天
zh_hant_hk: 天
zh_hant_tw: 天

source: Done
zh_hans: 完成
zh_hant_hk: 完成
zh_hant_tw: 完成

source: Early access to future features
zh_hans: 未来新功能优先体验
zh_hant_hk: 未來新功能優先體驗
zh_hant_tw: 未來新功能優先體驗

source: Empty
zh_hans: 空
zh_hant_hk: 空
zh_hant_tw: 空

source: Expiration Date
zh_hans: 到期日期
zh_hant_hk: 到期日期
zh_hant_tw: 到期日期

source: Expired
zh_hans: 已过期
zh_hant_hk: 已過期
zh_hant_tw: 已過期

source: Feature Restore
zh_hans: 功能恢复
zh_hant_hk: 功能恢復
zh_hant_tw: 功能恢復

source: Free
zh_hans: 免费版
zh_hant_hk: 免費版
zh_hant_tw: 免費版

source: Free for %@
zh_hans: 免费 %@ 期
zh_hant_hk: 免費 %@ 期
zh_hant_tw: 免費 %@ 期

source: Free version
zh_hans: 免费版
zh_hant_hk: 免費版
zh_hant_tw: 免費版

source: Get all purchased features after successful restore
zh_hans: 恢复成功后获得所有已购买功能
zh_hant_hk: 恢復成功後獲得所有已購買功能
zh_hant_tw: 恢復成功後獲得所有已購買功能

source: Highest Product:
zh_hans: 最高产品：
zh_hant_hk: 最高產品：
zh_hant_tw: 最高產品：

source: Highest Product: None
zh_hans: Highest Product: 无
zh_hant_hk: Highest Product: 無
zh_hant_tw: Highest Product: 無

source: Highest Status:
zh_hans: 最高状态：
zh_hant_hk: 最高狀態：
zh_hant_tw: 最高狀態：

source: Highest Status: None
zh_hans: Highest Status: 无
zh_hant_hk: Highest Status: 無
zh_hant_tw: Highest Status: 無

source: In-App Purchase
zh_hans: 应用内购买
zh_hant_hk: 應用內購買
zh_hant_tw: 應用內購買

source: In-App purchases and subscriptions
zh_hans: 应用内购买和订阅
zh_hant_hk: 應用內購買和訂閲
zh_hant_tw: 應用內購買和訂閱

source: License Agreement
zh_hans: 许可协议
zh_hant_hk: 許可協議
zh_hant_tw: 許可協議

source: Load Products
zh_hans: 加载产品
zh_hant_hk: 載入產品
zh_hant_tw: 載入產品

source: Loading subscription options...
zh_hans: 正在加载订阅选项...
zh_hant_hk: 正在加載訂閲選項...
zh_hant_tw: 正在載入訂閱選項...

source: Loading…
zh_hans: 加载中…
zh_hant_hk: 正在載入…
zh_hant_tw: 正在載入…

source: month
zh_hans: 个月
zh_hant_hk: 個月
zh_hant_tw: 個月

source: No subscription options available
zh_hans: 暂无订阅选项
zh_hant_hk: 暫無訂閲選項
zh_hant_tw: 暫無訂閱選項

source: No subscription options yet
zh_hans: 暂无订阅选项
zh_hant_hk: 暫無訂閱選項
zh_hant_tw: 暫無訂閱選項

source: NonRenewables (%lld)
zh_hans: 非续订 (%lld)
zh_hant_hk: 非續訂 (%lld)
zh_hant_tw: 非續訂 (%lld)

source: Notes
zh_hans: 说明
zh_hant_hk: 說明
zh_hant_tw: 說明

source: OK
zh_hans: 确定
zh_hant_hk: 確定
zh_hant_tw: 確定

source: Overview
zh_hans: 概述
zh_hant_hk: 概述
zh_hant_tw: 概述

source: Pay %@ for first %@
zh_hans: 首 %@ 付费 %@
zh_hant_hk: 首 %@ 付費 %@
zh_hant_tw: 首 %@ 付費 %@

source: period
zh_hans: 周期
zh_hant_hk: 週期
zh_hant_tw: 週期

source: Please check your network and try again.
zh_hans: 请检查网络后重试。
zh_hant_hk: 請檢查網絡後重試。
zh_hant_tw: 請檢查網路後重試。

source: Please wait, verifying your purchase records...
zh_hans: 请稍候，正在验证您的购买记录...
zh_hant_hk: 請稍候，正在驗證您的購買記錄...
zh_hant_tw: 請稍候，正在驗證您的購買記錄...

source: Plugin
zh_hans: 插件
zh_hant_hk: 外掛程式
zh_hant_tw: 外掛程式

source: Privacy Policy
zh_hans: 隐私政策
zh_hant_hk: 隱私政策
zh_hant_tw: 隱私政策

source: Pro
zh_hans: 专业版
zh_hant_hk: 專業版
zh_hant_tw: 專業版

source: Pro version
zh_hans: 专业版
zh_hant_hk: 專業版
zh_hant_tw: 專業版

source: Processing...
zh_hans: 处理中...
zh_hant_hk: 處理中...
zh_hant_tw: 處理中...

source: Product Browsing
zh_hans: 商品浏览
zh_hant_hk: 商品瀏覽
zh_hant_tw: 商品瀏覽

source: Product Browsing: browse purchasable premium services.
zh_hans: 商品浏览：浏览可购买的增值服务。
zh_hant_hk: 商品瀏覽：瀏覽可購買的加值服務。
zh_hant_tw: 商品瀏覽：瀏覽可購買的加值服務。

source: Products
zh_hans: 产品
zh_hant_hk: 產品
zh_hant_tw: 產品

source: Products not loaded yet
zh_hans: 尚未加载产品
zh_hant_hk: 尚未載入產品
zh_hant_tw: 尚未載入產品

source: Purchase
zh_hans: 购买
zh_hant_hk: 購買
zh_hant_tw: 購買

source: Purchase list updated
zh_hans: 已更新已购清单
zh_hant_hk: 已更新已購清單
zh_hant_tw: 已更新已購清單

source: Purchase: completes the in-app purchase.
zh_hans: 购买：完成应用内购买。
zh_hant_hk: 購買：完成應用程式內購買。
zh_hant_tw: 購買：完成應用程式內購買。

source: Purchased
zh_hans: 已购买
zh_hant_hk: 已購買
zh_hant_tw: 已購買

source: Purchases are completed via App Store in-app purchase.
zh_hans: 购买通过 App Store 应用内购买完成。
zh_hant_hk: 購買透過 App Store 應用程式內購買完成。
zh_hant_tw: 購買透過 App Store 應用程式內購買完成。

source: Restore Failed
zh_hans: 恢复失败
zh_hant_hk: 恢復失敗
zh_hant_tw: 恢復失敗

source: Restore Purchase
zh_hans: 恢复购买
zh_hant_hk: 恢復購買
zh_hant_tw: 恢復購買

source: Restore Purchases
zh_hans: 恢复购买
zh_hant_hk: 還原購買
zh_hant_tw: 還原購買

source: Restore purchases made on other devices
zh_hans: 恢复在其他设备上的购买
zh_hant_hk: 恢復在其他設備上的購買
zh_hant_tw: 恢復在其他裝置上的購買

source: Restore Purchases: restores your past purchases.
zh_hans: 恢复购买：恢复历史购买记录。
zh_hant_hk: 還原購買：還原過去的購買記錄。
zh_hant_tw: 還原購買：還原過去的購買記錄。

source: Restore Successful
zh_hans: 恢复成功
zh_hant_hk: 恢復成功
zh_hant_tw: 恢復成功

source: Restores your past purchases.
zh_hans: 恢复历史购买记录。
zh_hant_hk: 還原過去的購買記錄。
zh_hant_tw: 還原過去的購買記錄。

source: Restoring Purchase
zh_hans: 正在恢复购买
zh_hant_hk: 正在恢復購買
zh_hant_tw: 正在恢復購買

source: Retry Restore
zh_hans: 重试恢复
zh_hant_hk: 重試恢復
zh_hant_tw: 重試恢復

source: Select a product and complete the purchase.
zh_hans: 选择商品并完成购买。
zh_hant_hk: 選擇商品並完成購買。
zh_hant_tw: 選擇商品並完成購買。

source: Special offer for %@
zh_hans: %@ 特惠
zh_hant_hk: %@ 特惠
zh_hant_tw: %@ 特惠

source: Store
zh_hans: 商店
zh_hant_hk: 商店
zh_hant_tw: 商店

source: Subscribe
zh_hans: 订阅
zh_hant_hk: 訂閱
zh_hant_tw: 訂閱

source: Subscribe to Pro to unlock all features
zh_hans: 订阅专业版解锁所有功能
zh_hant_hk: 訂閲專業版解鎖所有功能
zh_hant_tw: 訂閱專業版解鎖所有功能

source: Subscribed
zh_hans: 已订阅
zh_hant_hk: 已訂閱
zh_hant_tw: 已訂閱

source: Subscription expiration date
zh_hans: 订阅到期日期
zh_hant_hk: 訂閲到期日期
zh_hant_tw: 訂閱到期日期

source: Subscription Groups (%lld)
zh_hans: 订阅组 (%lld)
zh_hant_hk: 訂閱群組 (%lld)
zh_hant_tw: 訂閱群組 (%lld)

source: Subscription has expired, please renew to continue using Pro features
zh_hans: 订阅已过期，请续费以继续使用专业版功能
zh_hant_hk: 訂閲已過期，請續費以繼續使用專業版功能
zh_hant_tw: 訂閱已過期，請續費以繼續使用專業版功能

source: Subscription Information
zh_hans: 订阅信息
zh_hant_hk: 訂閲信息
zh_hant_tw: 訂閱資訊

source: Subscription is active, thank you for your support
zh_hans: 订阅有效，感谢您的支持
zh_hant_hk: 訂閲有效，感謝您的支持
zh_hant_tw: 訂閱有效，感謝您的支援

source: Subscription Status
zh_hans: 订阅状态
zh_hant_hk: 訂閲狀態
zh_hant_tw: 訂閱狀態

source: Subscriptions (%lld)
zh_hans: 订阅 (%lld)
zh_hant_hk: 訂閱 (%lld)
zh_hant_tw: 訂閱 (%lld)

source: Successfully restored your purchase records, all features unlocked
zh_hans: 成功恢复您的购买记录，所有功能已解锁
zh_hant_hk: 成功恢復您的購買記錄，所有功能已解鎖
zh_hant_tw: 成功恢復您的購買記錄，所有功能已解鎖

source: Support ongoing development
zh_hans: 支持我们做得更好
zh_hant_hk: 支持我們做得更好
zh_hant_tw: 支援我們做得更好

source: Support us to make it better
zh_hans: 支持我们做得更好
zh_hant_hk: 支持我們做得更好
zh_hant_tw: 支持我們做得更好

source: Test Purchase
zh_hans: 测试已购
zh_hant_hk: 測試已購
zh_hant_tw: 測試已購

source: Try Again
zh_hans: 重试
zh_hant_hk: 重試
zh_hant_tw: 重試

source: Type
zh_hans: 类型
zh_hant_hk: 類型
zh_hant_tw: 類型

source: Ultimate version
zh_hans: 旗舰版
zh_hant_hk: 旗艦版
zh_hant_tw: 旗艦版

source: Unlimited audio
zh_hans: 无限制音频
zh_hant_hk: 無限制音訊
zh_hant_tw: 無限制音訊

source: Unlock the full experience
zh_hans: 解锁完整体验
zh_hant_hk: 解鎖完整體驗
zh_hant_tw: 解鎖完整體驗

source: Up to %lld audio files
zh_hans: 最多 %lld 首音频
zh_hant_hk: 最多 %lld 首音訊
zh_hant_tw: 最多 %lld 首音訊

source: Update Subscription Status
zh_hans: 更新订阅状态
zh_hant_hk: 更新訂閱狀態
zh_hant_tw: 更新訂閱狀態

source: Use the same Apple ID used for purchase
zh_hans: 使用购买时使用的相同 Apple ID
zh_hant_hk: 使用購買時使用的相同 Apple ID
zh_hant_tw: 使用購買時使用的相同 Apple ID

source: Version
zh_hans: 版本
zh_hant_hk: 版本
zh_hant_tw: 版本

source: Version you are using
zh_hans: 您正在使用的版本
zh_hant_hk: 您正在使用的版本
zh_hant_tw: 您正在使用的版本

source: week
zh_hans: 周
zh_hant_hk: 周
zh_hant_tw: 周

source: year
zh_hans: 年
zh_hant_hk: 年
zh_hant_tw: 年
